Repository: Ukhinsergey/msu-python-proect
Catalog: po/*/LC_MESSAGES/pytwitchbot.po
Languages: ru

source: {display_name} is online {game_name}! {title} https://twitch.tv/{display_name}
ru: {display_name} начал трансляцию {game_name}! {title} https://twitch.tv/{display_name}

source: /help — show available commands /sub [Channel1, Channel2, ...] — subscribe to channels /unsub [Channel1, Channel2, ...] — unsubscribe from channels /list — list subscriptions Contact @deanit и @seregaukhin for help
ru: /help — вывод списка доступных команд /sub [Channel1, Channel2, ...] — подписаться на каналы /unsub [Channel1, Channel2, ...] — отписаться от каналов /list — просмотр списка подписок По всем вопросам писать @deanit и @seregaukhin

source: Hello, {}!
ru: Привет, {}!

source: Channel {channel} not found.
ru: Канал {channel} не найден.

source: Successfully subscribed to {}!
ru: Успешная подписка на {}!

source: You are already subscribed to {}!
ru: Вы уже подписаны на {}!

source: An error occurred while subscribing to {}. Reason: {}
ru: Возникла ошибка при подписке на {}. Причина: {}

source: You must enter the name of the channel you want to subscribe to
ru: Вы должны ввести название канала, на который хотите подписаться

source: Successfully unsubscribed from {}!
ru: Успешная отписка от {}!

source: You are not subscribed to {}!
ru: Вы не подписаны на {}!

source: An error occurred while unsubscribing from {}. Reason: {}
ru: Возникла ошибка при отписке от {}. Причина: {}

source: Select the channel you want to unsubscribe from:
ru: Выберите канал, от которого хотите отписаться:

source: You don't have any subscriptions yet! To subscribe, use the command /sub <Channel name>
ru: У вас еще нет подписок! Чтобы подписаться, воспользуйтесь командой /sub <Название канала>

source: You have unsubscribed from all events
ru: Вы отписались от всех событий

source: An error occurred while unsubscribing from all events. Reason: {}
ru: Возникла ошибка при отписке от всех событий. Причина: {}

source: Command is admins-only
ru: Команда только для администраторов

source: No events
ru: Событий нет

source: An error occured while retrieving the complete list of events. Reason: {}
ru: Возникла ошибка при извлечении полного списка событий. Причина: {}

source: List of your subscriptions: Click on channel for information
ru: Список ваших подписок: Нажмите, чтобы узнать информацию о канале

source: An error occured while fetching the list of subscriptions. Reason: {}
ru: Возникла ошибка при извлечении списка подписок. Причина: {}

source: {channel} is streaming {game_name} since {starting_time}! {title} https://twitch.tv/{channel}
ru: {channel} стримит {game_name} с {starting_time}! {title} https://twitch.tv/{channel}

source: {channel} is not online. https://twitch.tv/{channel}
ru: {channel} не онлайн. https://twitch.tv/{channel}

source: An error occured while fetching channel information. Reason: {}
ru: Возникла ошибка при извлечении информации о канале. Причина: {}
